Repository: stkw0/kuroo
Catalog: po/*.po
Languages: it, ru

source: Please specify merge tool in settings!
it: Specificate l'utility di aggiornamento configurazioni!
ru: Пожалуйста, выберите инструменты обьединения в настройках!

source: <font color=red>Warning!<br>%1 has been edited by you.</font><br>
it: <font color=red>Attenzione !<br>%1 e' stato modificato da voi.</font><br>
ru: <font color=red>Предупреждение!<br>%1 был вами изменен.</font><br>

source: %1 didn't start.
it: %1 non e'iniziato.
ru: %1 не запущено.

source: %1 could not start!
it: %1 non puo' iniziare!
ru: %1 невозможно запустить!

source: Merging changes in '%1'.
it: Sto effettuando i cambiamenti in '%1'.
ru: Объединение изменений в '%1'.

source: Deleting '%1'. Backup saved in %2.
it: Sto cancellando '%1'. Backup salvato in %2.
ru: Удаление'%1'. Резервная копия сохранена в %2.

source: Dependency
ru: Зависимости

source: Compile-time dependencies
it: Dipendenze
ru: Compile-time зависимости

source: Runtime dependencies
ru: Runtime зависимости

source: Post-merge dependencies
ru: Post-merge зависимости

source: Depend on either:
ru: Также зависит от:

source: Without USE-flag %1:
ru: Без использования USE-флагов %1:

source: With USE-flag %1:
ru: С использованием USE-flag %1:

source: Can not process input! Emerge is not running.
it: Non posso processare l'input| Emerge non sta lavorando.
ru: Невозможно ввод процесса! Emerge не запущен.

source: Error: Emerge didn't start.
it: Errore: Emerge non e'patito.
ru: Ошибка: Emerge не запущен.

source: Emerge %1 started...
it: Emerge %1 e'iniziato...
ru: Старт Emerge %1...

source: Installing packages in queue...
it: Installazione dei pacchetti in coda...
ru: Установка пакетов из очереди

source: Emerge pretend %1 started...
it: Emerge pretend %1 e'iniziato...
ru: Старт Emerge pretend %1 ...

source: Checking installation queue...
it: Vérifica della coda di installazione...
ru: Проверка очереди установки...

source: Unmerge %1 started...
it: Unmerge %1 e'iniziato...
ru: Старт Unmerge %1 ...

source: Uninstalling packages...
it: Disinstallazione dei pacchetti...
ru: Удаление пакетов...

source: Emerge synchronize Portage Tree started...
it: La sincronizzazione del Portage Tree e'iniziata...
ru: Старт Emerge синхронизации дерева Portage...

source: Synchronizing portage tree...
it: Sincronizzazione del Portage Tree...
ru: Синхронизация дерева portage...

source: Emerge check package updates started...
it: La verifica dell'aggiornamento dei pacchetti e'iniziata...
ru: Старт Emerge проверки обновления пакетов...

source: Checking for package updates...
it: Verifica dell'aggiornamento dei pacchetti...
ru: Поиск обновленных пакетов...

source: Root access required!
it: Richiesti i diritti di root !
ru: Необходим доступ root!

source: There is no ebuilds to satisfy %1
it: Non ci sono ebuilds corrispondenti a %1
ru: Это не удовлетворяет ebuilds %1

source: Done.
it: Finito.
ru: Готово.

source: You must run Kuroo as root to unmask packages!
ru: Вы должны запустить Kuroo от имени root для снятия маски пакетов!

source: Auto-unmasking packages
ru: Автоматическое снятие маскировки пакетов

source: %1 is not available on your architecture %2!<br><br>
it: %1 non e'disponibile per la vostra architettura %2 !<br><br>
ru: %1 не доступно для вашей архетиктуры %2!<br><br>

source: Missing Keyword
it: Manca Keyword
ru: Отсутствеют ключевые слова

source: Please add package to "package.unmask".
it: Aggiungere il pacchetto a "package.unmask".
ru: Пожалуйста, добавьте пакет в "package.unmask".

source: <qt>Cannot emerge masked package!<br>Do you want to unmask <b>%1</b>?</qt>
it: <qt>Impossibile installare un pacchetto mascherato !<br>Voulete smascherarlo <b>%1</b> ?</qt>
ru: <qt>Невозможно утсановить маскированый пакет!<br>Вы действительно хотите снять маску <b>%1</b>?</qt>

source: Unmask
it: Smascherare
ru: Снятие маски

source: Cancel
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Cancel
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Cancel

source: Please add package to "package.keywords".
it: Aggiungete il pacchetto a "package.keywords".
ru: Пожалуйста, добавьте пакет в "package.keywords".

source: <qt>Cannot emerge testing package!<br>Do you want to unmask <b>%1</b>?</qt>
it: <qt>Impossibile installare un pacchetto in test !<br>Volete smascherarlo <b>%1</b> ?</qt>
ru: <qt>Невозможно установить тестируемый пакет!<br>Вы действительно хотите снять маску <b>%1</b>?</qt>

source: Not on %1
it: Non su %1
ru: Не в %1

source: Not available
it: Non disponibile
ru: Не доступный

source: Portage version is upgraded to 2.1. Please refresh package view.
it: La versione 2.1 di Portage e' installata. Rinfrescate la vista dei pacchetti.
ru: Portage обновлен до 2.1. Пожалуйста, обновите просмотр пакетов.

source: Portage version
it: Versione di Portage
ru: Portage версия

source: Version
it: Versione
ru: Версия

source: Stability
it: Stabilita'
ru: Стабильность

source: Size
it: Dimensione
ru: Размер

source: <qt>Settings are changed!<br>Do you want to save them?</qt>
it: <qt>I settaggi sono cambiati!<br>Volete salvarli?</qt>
ru: <qt>Настройки изменены!<br>Вы уверены,что хотите их сохранить?</qt>

source: Saving settings
it: Salvataggio settaggi
ru: Сохранение настроек

source: Error: Could not calculate use flag for package %1/%2.
it: Erreur: Impossibile calcolare le use flags per il pacchetto %1/%2.
ru: Ошибка: Невозможно просчитать используемые флаги для пакета %1/%2.

source: Click for hardmask info!
it: Cliccare per le info di mascheratura!
ru: Нажмите, для получении информации о жесткой маске!

source: %1/%2 hardmask info!
it: Informazioni di mascheratura di %1/%2 !
ru: %1/%2 информация о жесткой маске!

source: %1No ChangeLog found.%2
it: %1Non trovo il ChangeLog.%2
ru: %1Список изменений не найден.%2

source: %1No ebuild found.%2
it: %1Non trovo l'ebuild.%2
ru: %1Ebuild файл не найден.%2

source: %1No installed files found.%2
it: %1Non trovo files installati.%2
ru: %1Установленные файлы не найдены.%2

source: Use flags could not be calculated. Please check log for more information
ru: Невозможно просчитать используемые флаги. Пожалуйста, проверьте лог для более подробной информации

source: Category
it: Categoria
ru: Категория

source: Subcategory
it: Sottocategoria
ru: Под-категория

source: Writing %1kuroo.log.
ru: Запись %1kuroo.log.

source: Saving
it: Salvataggio
ru: Сохранение

source: User Input
ru: Пользовательский ввод

source: Enter text:
it: Inserisci testo:
ru: Введите текст:

source: <qt>Could not create kuroo home directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
it: <qt>Impossibile creare la cartella home di kuroo.<br>Dovete lanciare Kuroo con kdesu la prima volta per un inizializzazione sicura.<br>Per favore riprovate!</qt>
ru: <qt>Невозможно создать папку для kuroo.<br>Первый раз, вы должны запустить Kuroo с помощью kdesu для безопастной установки.<br>Повторите попытку!</qt>

source: Initialization
it: Inizializzazione
ru: Инициализация

source: <qt>Could not create kuroo backup directory.<br>You must start Kuroo with kdesu first time for a secure initialization.<br>Please try again!</qt>
it: <qt>Impossibile creare la cartella backup di kuroo.<br>>Dovete lanciare Kuroo con kdesu la prima volta per un inizializzazione sicura.<br>Per favore riprovate!</qt>
ru: <qt>Невозможно создать папку kuroo для резервных копий.<br>Первый раз, вы должны запустить Kuroo с помощью kdesu для безопастной установки.<br>Повторите попытку!</qt>

source: You don't have enough permissions to run kuroo. Please add yourself into portage group!
it: Non avete i permessi necessari per lanciare kuroo. Dovete aggiungere voi stessi nel gruppo portage!
ru: Вы не имеете достаточно прав для запуска kuroo. Пожалуйста, добавьте себя в группу portage!

source: User permissions
it: Permessi dell'utente
ru: Права пользователя

source: Kuroo - A KDE Portage frontend that allows you to do most common software maintenance tasks on gentoo systems</p>
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Kuroo - A KDE Portage frontend that allows you to do most common software maintenance tasks on gentoo systems</p>

source: &Configure Kuroo...
it: &Configura Kuroo...
ru: &Настройки Kuroo...

source: <qt><table width=300><tr><td>Emerge as normal, but do not add the packages to the world profile for later updating.</td></tr></table></qt>
it: <qt><table width=300><tr><td>Installare normalmente, ma senza aggiungere il pacchetto al world file per aggiornamenti successivi.</td></tr></table></qt>
ru: <qt><table width=300><tr><td>Нормальная установка, но пакеты не добавляются в world профайл для дальнейшего обновления.</td></tr></table></qt>

source: Abort Installation
it: Annullare l'installazione
ru: Отменить установку

source: Step &2: Start Installation
it: Step &2 : Iniziare l'installazione
ru: Шаг &2: Начало установки

source: Do you want to Download following packages?
it: Vuoi scaricare i seguenti pacchetti?
ru: Вы уверены, что хотите загрузить следующие пакеты?

source: Installation queue
it: Coda di installazione
ru: Очередь установки

source: Do you want to install following packages?
it: Vuoi installare i seguenti pacchetti?
ru: Вы уверены, что хотите установить следующие пакеты?

source: Do you want to abort the running installation?
it: Volete annullare l'installazione in corso?
ru: Вы уверены, что хотите отменить запущенную установку?

source: Package
it: Pacchetto
ru: Пакет

source: Duration
it: Durata
ru: Продолжительность

source: Progress
it: Progresso
ru: Состояние

source: settings
it: settaggi
ru: настройки

source: &Refresh Packages
it: &Refresh Pacchetti
ru: &Обновить пакеты

source: &Refresh Updates
it: &Refresh Aggiornamenti
ru: &Проверить обновления

source: &Sync Portage
it: &Sincronizzare Portage
ru: &Синхронизация Portage

source: <qt>Do you want to synchronize portage?<br>This will take a couple of minutes...</qt>
it: <qt>Volete sincronizzare Portage?<br>Occorrera' qualche minuto...</qt>
ru: <qt>Вы уверены, что хотите синхронизировать portage?<br>Это может занять несколько минут...</qt>

source: Last sync: %1
it: Ultima sincronizzazione: %1
ru: Последняя синхронизация: %1

source: <qt>Kuroo is busy<br><br>Do you want to quit?<br>All jobs will be aborted.</qt>
it: <qt>Kuroo sta lavorando<br><br>Volete davvero uscire?<br>Tutti i lavori saranno annullati.</qt>
ru: <qt>Kuroo занят<br><br>Вы действительно хотите выйти?<br>Все задания будут отменены.</qt>

source: Quit
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Quit
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Quit

source: Copy text to clipboard
it: Copia del testo negli appunti
ru: Скопировать текст в буфер

source: Packages
it: Pacchetti
ru: Пакеты

source: Queue
it: Coda
ru: Очередь

source: History
it: Cronologia
ru: История

source: Log
ru: Лог

source: <qt>Kuroo database is empty!<br>Kuroo will now first scan your emerge log to create the emerge history.<br>Next, package information in Portage will be collected.</qt>
it: <qt>Il database di Kuroo e'vuoto!<br>Kuroo adesso controllera' il vostro emerge log per creare la cronologia di emerge.<br>Poi saranno recuperate le informazioni sui pacchetti in Portage.</qt>
ru: <qt>База данных Kuroo пуста!<br>Сначало Kuroo прочитает ваш emerge лог для создания emerge истории.<br>Далее, будет собрана информация о пакетах в Portage.</qt>

source: Initialiazing Kuroo
it: Inizializzazione Kuroo
ru: Инициализация Kuroo

source: <qt>Kuroo database needs refreshing!<br>Emerge log shows that your system has changed.</qt>
it: <qt>Il database di Kuroo necessita di un refresh!<br>Il log di emerge mostra che il vostro sistema e'stato modificato.</qt>
ru: <qt>Базу данных Kuroo необходимо обновить!<br>Emerge лог покажет, что было изменено в вашей системе.</qt>

source: Refresh
ru: Обновить

source: Skip
it: Annullare
ru: Пропустить

source: You must run Kuroo as root to emerge packages!
it: Dovete lanciare Kuroo coi diritti di root per poter installare pacchetti!
ru: Вы должны запустить Kuroo от имени root для установки пакетов!

source: (C) 2006 karye
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070(C) 2006 karye
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070(C) 2006 karye

source: Karye
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Karye
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Karye

source: Original author and maintainer
it: Sviluppatore e mantainer originale
ru: Автор и разработчик

source: David C. Manuelda
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070David C. Manuelda
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070David C. Manuelda

source: Gombault Damien
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Gombault Damien
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Gombault Damien

source: French translation
it: Traduzione francese
ru: Французский перевод

source: Jan Schnackenberg
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Jan Schnackenberg
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Jan Schnackenberg

source: German translation
it: Traduzione tedesco
ru: Немецкий перевод

source: Martin Baranski
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Martin Baranski
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Martin Baranski

source: Matteo Azzali
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Matteo Azzali
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Matteo Azzali

source: Italian translation
ru: Итальянский перевод

source: Alexander N. Sørnes
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Alexander N. Sørnes
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Alexander N. Sørnes

source: Norwegian translation
it: Traduzione norvegese
ru: Норвежский перевод

source: Konrad Mantorski
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Konrad Mantorski
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Konrad Mantorski

source: Polish translation
it: Traduzione Polacco
ru: Польский перевод

source: Wolfgang Bartelme
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Wolfgang Bartelme
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Wolfgang Bartelme

source: Kuroo icons
it: Icone di Kuroo
ru: Иконки для Kuroo

source: Jakob Petsovits
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Jakob Petsovits
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Jakob Petsovits

source: Portage version code
it: Codice della versione di Portage
ru: Код Portage версии

source: Björn Balazs
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Björn Balazs
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Björn Balazs

source: OpenUsability
ru: Открытый функционал

source: Florian Graessle
it: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Florian Graessle
ru: sgid-bugs-address=http://sourceforge.net/tracker/?group_id=2040813&atid=1114070Florian Graessle

source: General
it: Generale
ru: Основное

source: General preferences
it: Preferenze Generiche
ru: Основные опции

source: Edit your make.conf file
it: Modifica il file make.conf
ru: Редактировать make.conf файл

source: Etc-update warnings
it: Notifiche di etc-update
ru: Etc-update предупреждения

source: Edit your etc-update warning file list
it: Modifica la vostra lista di file di notifica di etc-update
ru: Редактировать список etc-update предупреждений

source: to
it: verso
ru: к

source: of
it: di
ru: из

source: Compiling/Merging
it: Compilazione/Installazione
ru: Компиляция/объединение

source: Post-Build Cleaning
it: Pulizia Post-Installazione
ru: Очистка перед сборкой

source: Cleaning
it: Pulizia
ru: Очистка

source: Started emerge on
it: Iniziata l'emersione su
ru: Запуск emerge в

source: completed emerge
it: Emersione completata
ru: завершение emerge

source: unmerge success
it: Disinstallazione avvenuta con successo
ru: unmerge успешно

source: Synchronizing Portage...
it: Sincronizzazione del Portage...
ru: Синхронизация Portage...

source: Sync completed.
it: Sincronizzazione completata.
ru: Синхронизация закончена.

source: Finished. Cleaning up
it: Finito. Pulizia in corso
ru: Окончание. Очистка

source: Exiting successfully
ru: Успешный выход

source: Terminating
ru: Завершение

source: Configuration file
it: File di Configurazione
ru: Файлы конфигурации

source: Date
it: Data
ru: Дата

source: Update
it: Aggiornamento
ru: Обновить

source: Description
it: Descrizione
ru: Описание

source: Add to Queue
it: Aggiungere alla Coda
ru: Добавить в очередь

source: Remove from Queue
it: Rimuovere dalla Coda
ru: Удалить из очереди

source: <qt>Do you want to refresh the Packages view?<br>This will take a couple of minutes...</qt>
it: <qt>Volete rinfrescare la vista dei pacchetti?<br>Richiedera' qualche minuto...</qt>
ru: <qt>Вы уверены, что хотите обновить просмотр пакетов?<br>Это может занять несколько минут...</qt>

source: Refreshing Packages
it: Rinfresco dei Pacchetti
ru: Обновление пакетов

source: packages selected
it: pacchetto selezionato
ru: пакетов выделено

source: <b>Homepage: </b>
ru: <b>Домашняя страничка: </b>

source: <font color=red><b>You are uninstalling packages part of your system profile!<br>This may be damaging to your system!</b></font>
it: <font color=red><b>Stai disinstallando pacchetti del tuo profilo di sistema!<br>Questo potrebbe danneggiare il tuo sistema!</b></font>
ru: <font color=red><b>Удаляемые вами пакеты являются частью профиля системы!<br>Это может повредить вашу систему!</b></font>

source: Hardmasked
it: Mascherato

source: Testing
it: In test

source: Stable
it: Stabile

source: All
it: Tutto

source: <qt><table width=300><tr><td>Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies), grabbing all potential files.</td></tr></table></qt>
it: <qt><table width=300><tr><td>Invece di installare i pacchetti, effettua solo il download per tutti i pacchetti (il principale e tutte le dipendenze).</td></tr></table></qt>

source: <qt><table width=300><tr><td>Causes portage to disregard merge records indicating that a config fileinside of a CONFIG_PROTECT directory has been merged already. Portage will normally merge those files only once to prevent the userfrom dealing with the same config multiple times. This flag will cause the file to always be merged.</td></tr></table></qt>
it: <qt><table width=300><tr><td>Forza Portage ad ignorare i records che avvertono che un file di configurazione dentro una cartella CONFIG_PROTECT e' gia' stato emerso. Normalmente Portage installa i files di configurazione solo la prima volta per evitare all'utente di modificare questi files di configurazione ad ogni aggiornamento. Questo forzera' il file ad essere sempre reinstallato.</td></tr></table></qt>

source: Frontend to Gentoo Portage
it: Interfaccia grafica per Gentoo Portage

source: Unmerging
it: Disinstallazione
